Repository: funkemunky/resources
Catalog: po/*.po
Languages: hi

source: Resources
hi: रिसोर्सेज

source: Keep an eye on system resources
hi: सिस्टम संसाधनों पर नज़र रखें

source: System;Resources;Monitor;Processes;Usage;Task;Manager;CPU;RAM;Memory;GPU;
hi: सिस्टम;संसाधन;निगरानी;प्रक्रियाएं;उपयोग;कार्य;प्रबंधक;सीपीयू;रैम;मेमोरी;जीपीयू;

source: Resources allows you to check the utilization of your system resources and control your running processes and apps. It’s designed to be user-friendly and feel right at home on a modern desktop by using GNOME’s libadwaita.
hi: रिसोर्सेज आपको अपने सिस्टम संसाधनों के उपयोग की जांच करने और आपकी चल रही प्रक्रियाओं और अनुप्रयोगों को नियंत्रित करने की अनुमति देता है। इसे गनोम के libadwaita का उपयोग करके उपयोगकर्ता के अनुकूल और आधुनिक डेस्कटॉप पर घर जैसा अनुभव देने के लिए डिज़ाइन किया गया है।

source: Resources supports monitoring the following components:
hi: संसाधन निम्नलिखित घटकों की निगरानी का समर्थन करते हैं:

source: CPU
hi: सीपीयू

source: Memory
hi: मेमोरी

source: GPU
hi: जीपीयू

source: Network Interfaces
hi: नेटवर्क इंटरफेस

source: Storage Devices
hi: स्टोरेज उपकरण

source: The Nalux Team
hi: नालक्स टीम

source: Report Issues
hi: मुद्दे रिपोर्ट करें

source: translator-credits
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>

source: Icon by
hi: आइकॉन प्रदानकर्ता

source: No
hi: नहीं

source: Yes (Flatpak)
hi: हां (फ्लैटपैक)

source: Yes (Snap)
hi: हां (स्नैप)

source: Apps
hi: ऐप्स

source: Running Apps: {}
hi: चालू ऐप्स: {}

source: Cancel
hi: रद्द करें

source: App
hi: ऐप

source: Processor
hi: प्रोसेसर

source: Drive Read
hi: ड्राइव पठित

source: Drive Read Total
hi: कुल ड्राइव पठित

source: Drive Write
hi: ड्राइव लिखित

source: Drive Write Total
hi: कुल ड्राइव लिखित

source: Video Encoder
hi: वीडियो एनकोडर

source: Video Decoder
hi: वीडियो डिकोडर

source: Video Memory
hi: वीडियो मेमोरी

source: End {}?
hi: {} को समाप्त करें?

source: Halt {}?
hi: {} को रोकें?

source: Kill {}?
hi: {} को खत्म करें?

source: Continue {}?
hi: {} को जारी रखें?

source: Unsaved work might be lost.
hi: सहेजा न गया काम खो सकता है।

source: Halting an app can come with serious risks such as losing data and security implications. Use with caution.
hi: किसी ऐप को रोकने से डेटा खोने और सुरक्षा निहितार्थ जैसे गंभीर जोखिम आ सकते हैं। सावधानी से प्रयोग करें।

source: Killing an app can come with serious risks such as losing data and security implications. Use with caution.
hi: किसी ऐप को खत्म करने से डेटा खोने और सुरक्षा निहितार्थ जैसे गंभीर जोखिम आ सकते हैं। सावधानी से प्रयोग करें।

source: End App
hi: ऐप समाप्त करें

source: Halt App
hi: ऐप रोकें

source: Kill App
hi: ऐप खत्म करें

source: Continue App
hi: ऐप जारी रखें

source: Drive
hi: ड्राइव

source: Battery Charge
hi: बैटरी चार्ज

source: Power Usage
hi: ऊर्जा उपयोग

source: Highest:
hi: उच्चतम:

source: Total Usage
hi: कुल उपयोग

source: CPU {}
hi: सीपीयू {}

source: Drive Activity
hi: ड्राइव गतिविधि

source: Read Speed
hi: पठन गति

source: Write Speed
hi: लेखन गति

source: Yes
hi: हां

source: R: {} · W: {}
hi: प: {} · लि: {}

source: Video Encoder/Decoder Usage
hi: वीडियो एनकोडर/डिकोडर का उपयोग

source: Video Encoder Usage
hi: वीडियो एनकोडर उपयोग

source: Video Decoder Usage
hi: वीडियो डिकोडर उपयोग

source: Video Memory Usage
hi: वीडियो मेमोरी उपयोग

source: VRAM: {}
hi: वीआरएएम: {}

source: Swap
hi: स्वैप

source: {} of {}
hi: {} का {}

source: {} / {} · Swap: {} %
hi: {} / {} · स्वैप: {} %

source: Network Interface
hi: नेटवर्क इंटरफेस

source: Receiving
hi: प्राप्ति

source: Sending
hi: भेजना

source: R: {} · S: {}
hi: प्रा: {} · भे: {}

source: Processes
hi: प्रक्रियाएं

source: Running Processes: {}
hi: चालू प्रक्रियाएं: {}

source: Process
hi: प्रक्रिया

source: Process ID
hi: प्रक्रिया आईडी

source: User
hi: उपयोक्ता

source: Total CPU Time
hi: कुल सीपीयू समय

source: User CPU Time
hi: उपयोक्ता सीपीयू समय

source: System CPU Time
hi: सिस्टम सीपीयू समय

source: Halting a process can come with serious risks such as losing data and security implications. Use with caution.
hi: किसी प्रक्रिया को रोकने से डेटा खोने और सुरक्षा निहितार्थ जैसे गंभीर जोखिम आ सकते हैं। सावधानी से प्रयोग करें।

source: Killing a process can come with serious risks such as losing data and security implications. Use with caution.
hi: किसी प्रक्रिया को खत्म करने से डेटा खोने और सुरक्षा निहितार्थ जैसे गंभीर जोखिम आ सकते हैं। सावधानी से प्रयोग करें।

source: End Process
hi: प्रक्रिया समाप्त करें

source: Halt Process
hi: प्रक्रिया रोकें

source: Kill Process
hi: प्रक्रिया खत्म करें

source: Continue Process
hi: प्रक्रिया जारी रखें

source: GPU {}
hi: जीपीयू {}

source: Successfully ended {}
hi: {} को सफलतापूर्वक समाप्त किया

source: Successfully halted {}
hi: {} को सफलतापूर्वक रोका गया

source: Successfully killed {}
hi: {} को सफलतापूर्वक खत्म किया

source: Successfully continued {}
hi: {} को सफलतापूर्वक जारी रखा

source: There was a problem ending a process
hi: एक प्रक्रिया को समाप्त करने में समस्या हुई

source: There was a problem halting a process
hi: एक प्रक्रिया को रोकने में समस्या हुई

source: There was a problem killing a process
hi: एक प्रक्रिया को खत्म करने में समस्या हुई

source: There was a problem continuing a process
hi: एक प्रक्रिया जारी रखने में समस्या हुई

source: There was a problem ending {}
hi: {} को समाप्त करने में एक समस्या हुई

source: There was a problem halting {}
hi: {} को रोकने करने में एक समस्या हुई

source: There was a problem killing {}
hi: {} को खत्म करने में एक समस्या हुई

source: There was a problem continuing {}
hi: {} को जारी रहने रखने में एक समस्या हुई

source: System Processes
hi: सिस्टम प्रक्रियाएं

source: Charging
hi: चार्ज हो रहा है

source: Discharging
hi: डिस्चार्ज हो रहा है

source: Empty
hi: खाली

source: Full
hi: पूर्ण

source: Unknown
hi: अज्ञात

source: Nickel-Metal Hydride
hi: निकल-धातु हाइड्राइड

source: Nickel-Cadmium
hi: निकल-कैडमियम

source: Nickel-Zinc
hi: निकल-जिंक

source: Lead-Acid
hi: लैड-एसिड

source: Lithium-Ion
hi: लिथियम-आयन

source: Lithium Iron Phosphate
hi: लिथियम आयरन फॉस्फेट

source: Lithium Polymer
hi: लिथियम पॉलिमर

source: Rechargeable Alkaline Managanese
hi: रिचार्जेबल अल्कलाइन मैंगनीज

source: {} Battery
hi: {} बैटरी

source: Battery
hi: बैटरी

source: CD/DVD/Blu-ray Drive
hi: सीडी/डीवीडी/ब्लू-रे ड्राइव

source: eMMC Storage
hi: eMMC स्टोरेज

source: Flash Storage
hi: फ़्लैश स्टोरेज

source: Floppy Drive
hi: फ़्लॉपी ड्राइव

source: Hard Disk Drive
hi: हार्ड डिस्क ड्राइव

source: Loop Device
hi: लूप उपकरण

source: Mapped Device
hi: मैप किये गये उपकरण

source: NVMe Drive
hi: NVMe ड्राइव

source: Software Raid
hi: सॉफ्टवेयर रैड

source: RAM Disk
hi: रैम डिस्क

source: Solid State Drive
hi: सॉलिड स्टेट ड्राइव

source: ZFS Volume
hi: जेडएफएस वॉल्यूम

source: Compressed RAM Disk (zram)
hi: संपीड़ित रैम डिस्क (zram)

source: {} Loop Device
hi: {} लूप उपकरण

source: {} Mapped Device
hi: {} मैप किया गया उपकरण

source: {} RAID
hi: {} रैड

source: {} RAM Disk
hi: {} रैम डिस्क

source: {} zram Device
hi: {} zram उपकरण

source: {} ZFS Volume
hi: {} जेडएफएस वॉल्यूम

source: {} Drive
hi: {} ड्राइव

source: Bluetooth Tether
hi: ब्लूटूथ टेदर

source: Network Bridge
hi: नेटवर्क ब्रिज

source: Ethernet Connection
hi: ईथरनेट कनेक्शन

source: Docker Bridge
hi: डॉकर ब्रिज

source: InfiniBand Connection
hi: इनफिनीबैंड कनेक्शन

source: Serial Line IP Connection
hi: सीरियल लाइन IP कनेक्शन

source: Virtual Ethernet Device
hi: वर्चुअल ईथरनेट उपकरण

source: VM Network Bridge
hi: वीएम नेटवर्क ब्रिज

source: VPN Tunnel
hi: वीपीएन टनल

source: VPN Tunnel (WireGuard)
hi: वीपीएन टनल (वायरगार्ड)

source: Wi-Fi Connection
hi: वाई-फाई कनेक्शन

source: WWAN Connection
hi: डब्ल्यूडब्ल्यूएएन कनेक्शन

# shortcut window
source: General
hi: सामान्य

# shortcut window
source: Preferences
hi: प्राथमिकताएं

# shortcut window
source: Show Shortcuts
hi: शॉर्टकट दिखाएं

# shortcut window
source: Quit
hi: बंद करें

# shortcut window
source: Toggle Search Field
hi: खोज क्षेत्र टॉगल करें

# shortcut window
source: End App/Process
hi: ऐप/प्रक्रिया समाप्त करें

# shortcut window
source: Kill App/Process
hi: ऐप/प्रक्रिया खत्म करें

# shortcut window
source: Halt App/Process
hi: ऐप/प्रक्रिया रोकें

# shortcut window
source: Continue App/Process
hi: ऐप/प्रक्रिया जारी रखें

# shortcut window
source: Show Information for App/Process
hi: ऐप/प्रक्रिया के लिए जानकारी दिखाएं

source: Preferences
hi: प्राथमिकताएं

source: Keyboard Shortcuts
hi: कीबोर्ड शॉर्टकट

source: About Resources
hi: रिसोर्सेज के बारे में

source: App Information
hi: ऐप जानकारी

source: Usage
hi: उपयोग

source: Properties
hi: प्रॉपर्टी

source: ID
hi: आईडी

source: Running Since
hi: तब से चालू

source: Running Processes
hi: चालू प्रक्रियाएं

source: Containerized
hi: कंटेनरीकृत

source: Process Information
hi: प्रक्रिया जानकारी

source: Commandline
hi: कमांडलाइन

source: Control Group
hi: नियंत्रण समूह

source: General
hi: सामान्य

source: Units
hi: इकाइयां

source: Data Unit Prefix
hi: डेटा इकाई उपसर्ग

source: Decimal
hi: दशमलव

source: Binary
hi: बाइनरी

source: Show Network Speeds in Bits per Second
hi: बिट्स प्रति सेकंड में नेटवर्क स्पीड दिखाएं

source: Temperature Unit
hi: तापमान इकाई

source: Celsius
hi: सेल्सियस

source: Kelvin
hi: केल्विन

source: Fahrenheit
hi: फारेनहाइट

source: User Interface
hi: उपयोक्ता इंटरफेस

source: Refresh Speed
hi: ताजा करने की गति

source: Higher refresh speeds can lead to higher processor usage
hi: उच्च ताजा गति से प्रोसेसर का अधिक उपयोग हो सकता है

source: Very Slow
hi: बहुत धीमा

source: Slow
hi: धीमा

source: Normal
hi: सामान्य

source: Fast
hi: तेज

source: Very Fast
hi: बहुत तेज

source: Show Graph Grids
hi: लेखाचित्र ग्रिड दिखाएं

source: Graph Data Points
hi: लेखाचित्र डेटा बिंदु

source: Show Search Fields on Launch
hi: शुरू होने पर खोज क्षेत्र दिखाएं

source: Show Usage Details in Sidebar
hi: पार्श्वपट्टी में उपयोग विवरण दिखाएं

source: If enabled, the usage along with other information will be displayed
hi: सक्षम होने पर, उपयोग के साथ-साथ अन्य जानकारी भी प्रदर्शित की जाएगी

source: Show Device Descriptions in Sidebar
hi: पार्श्वपट्टी में उपकरण विवरण दिखाएं

source: If enabled, a device identifier like its name or device type will be displayed
hi: सक्षम होने पर, उपकरण पहचानकर्ता जैसे उसका नाम या उपकरण प्रकार प्रदर्शित किया जाएगा

source: Sidebar Meter Type
hi: पार्श्वपट्टी मीटर प्रकार

source: Bar
hi: पट्टी

source: Graph
hi: लेखाचित्र

source: Normalize Processor Usage
hi: सामान्यीकृत प्रोसेसर उपयोग

source: If enabled, the total usage of all cores will be divided by the amount of cores
hi: सक्षम होने पर, सभी कोर का कुल उपयोग कोर की मात्रा से विभाजित किया जाएगा

source: Information Columns
hi: सूचना कॉलम

source: Devices
hi: उपकरण

source: Drives
hi: ड्राइव

source: Show Virtual Drives
hi: वर्चुअल ड्राइव दिखाएं

source: Virtual drives are for example ZFS volumes or mapped devices
hi: वर्चुअल ड्राइव उदाहरण के लिए जेडएफएस वॉल्यूम या मैप किए गए उपकरण हैं

source: Show Virtual Network Interfaces
hi: वर्चुअल नेटवर्क इंटरफेस दिखाएं

source: Virtual network interfaces are for example bridges or VPN tunnels
hi: वर्चुअल नेटवर्क इंटरफेस उदाहरण ब्रिज या वीपीएन टनल के लिए हैं

source: Search applications
hi: अनुप्रयोग खोजें

source: Search
hi: खोजें

source: Toggle search field
hi: खोज क्षेत्र टॉगल करें

source: Show App Information
hi: ऐप जानकारी दिखाएं

source: Battery Health
hi: बैटरी स्वास्थ्य

source: Design Capacity
hi: डिज़ाइन क्षमता

source: Charge Cycles
hi: चार्ज चक्र

source: Technology
hi: प्रौद्योगिकी

source: Manufacturer
hi: उत्पादक

source: Model Name
hi: मॉडल नाम

source: Device
hi: उपकरण

source: Options
hi: विकल्प

source: Show Usages of Logical CPUs
hi: तार्किक सीपीयू के उपयोग दिखाएं

source: Sensors
hi: संवेदक

source: Temperature
hi: तापमान

source: Max Frequency
hi: अधि आवृत्ति

source: Logical Cores
hi: तार्किक कोर

source: Physical Cores
hi: भौतिक कोर

source: Sockets
hi: सॉकेट

source: Virtualization
hi: आभासीकरण

source: Architecture
hi: आर्किटेक्चर

source: Total Read
hi: कुल पठित

source: Total Written
hi: कुल लिखित

source: Type
hi: प्रकार

source: Capacity
hi: क्षमता

source: Writable
hi: लिखने योग्य

source: Removable
hi: हटाने योग्य

source: GPU Frequency
hi: जीपीयू आवृत्ति

source: Video Memory Frequency
hi: वीडियो मेमोरी आवृत्ति

source: PCI Slot
hi: पीसीआई स्लॉट

source: Driver Used
hi: ड्राइवर प्रयुक्त

source: Max Power Cap
hi: अधि. ऊर्जा क्षमता

source: You need to authenticate to see memory properties
hi: मेमोरी प्रॉपर्टी देखने के लिए आपको प्रमाणित करना होगा

source: Authenticate
hi: प्रमाणीकृत करें

source: Slots Used
hi: स्लॉट प्रयुक्त

source: Speed
hi: गति

source: Form Factor
hi: स्वरुप कारक

source: Type Detail
hi: प्रकार विवरण

source: Total Received
hi: कुल प्राप्त

source: Total Sent
hi: कुल प्रेषित

source: Interface
hi: इंटरफेस

source: Hardware Address
hi: हार्डवेयर पता

source: Search processes
hi: प्रक्रियाएं खोजें

source: Show Process Information
hi: प्रक्रिया जानकारी दिखाएं
